charliermarsh.ruff
github.copilot
github.copilot-chat
golang.go
llvm-vs-code-extensions.vscode-clangd
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
vadimcn.vscode-lldb
zhuangtongfa.material-theme
